9/data/attachments/2a28307272ac2f5e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_c5b21c29-f198-4567-aa82-797cd4783e46</nif:username>
            <nif:friendToBeAdded>Christine_out_Friend_17795_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>